termins = [
    """
*Бар* — это элемент графика котировок, который отображает движение цены на определенном временном промежутке (таймфреме). Бар показывает такую информацию.

*Бай (от англ. Buy)* – сделка, направленная на покупку биржевого актива.

*Баить* – играть на повышение, входить в покупки, открывать позиции лонг.

*Безубыток* — уровень цены, при котором имеющаяся прибыль по открытой позиции станет равной нулю. Уровень безубытка используется, чтобы не дать сделке уйти в минус. Для этого там устанавливаются защитные приказы.
""",
    #
    """
*Бид* — ордер на покупку (bid). 

*Боковик, флет* — движение цены без явно выраженного тренда. График формирует так называемый коридор. Также см. консолидация.

*Брокер, брокерская контора, компания* — посредник между биржей и клиентом. Он уполномочен исполнять на бирже поступающие ему ордера (приказы) от клиентов. За свои услуги брокер берет комиссию.

*Бумажная прибыль, “плавающая” прибыль* — сумма, которая станет фактической (зафиксированной) прибылью, если закрыть позицию. Пока позиция является открытой, “бумажная прибыль” колеблется — может как вырасти, так и опуститься.
""",
    #
    """
*Быть в рынке (иметь позицию)* — открыть сделку, но не закрыть ее.

*Быть вне рынка (не иметь позиции)* — не иметь открытых сделок.

*Бык* — участник рынка, настроенный на рост цен.

*Бычий рынок* — рынок с выраженным трендом на повышение цен.
""",
    #
    """
*Валюта котировки (встречная валюта)* – та валюта, которая стоит в котировке на втором месте. Термин из форекс. Пример — USDJPY валюта котировки – японская иена.

*Валиться* – резкое падение рыночных котировок.

*Влиться* – войти в рынок крупным ордером. 

*Волатильность* — свойство (способность) цены легко изменяться или отклоняться от своего устоявшегося значения. Волатильный рынок — тот, на котором наблюдаются значительные расширенные колебания цен. 
""",
    #
    """
*Войти в рынок* – открыть позицию, заключить сделку.

*Внутридневной трейдинг* — все операции на бирже происходят в рамках одной торговой сессии. Позиции могут удерживаться от нескольких минут до нескольких часов, и как правило, они никогда не переносятся через ночь. 
Трейдеров, которые торгуют по этой стратегии, называют интрадей-трейдерами, интрадейщиками, дневными трейдерами (intraday traders).

*Выйти в кэш, выскочить, выйти с рынка* — закрыть все открытые позиции (сделки). Продать все, что было куплено (открыто в лонг). Покрыть всё, что было продано (открыто в шорт).
""",
    #
    """
*Вынос стопов* — движение цены, целью которого видится активация защитных стоп-приказов.

*Геп, гэп* — (от английского слова Gap — разрыв, зазор, пробел). 
Такое изменение цены, которое создает “разрыв” между барами на графике. 
Гэпы очень характерны для открытия сессии на фондовом рынке. 
На форексе и фьючерсах гэпы случаются реже, так как эти рынки открыты дольше. Геп бывает вверх, или геп вниз. 
На картинке ниже показаны два наиболее очевидных гэпа вверх на фондовом рынке акций AAPL.
""",
    #
    """
*Диверсификация* – способ уменьшения рисков. Проще говоря — это значит “разложить яйца в разные корзины”. Применение диверсификации подразумевает распределение капитала между различными биржевыми инструментами. Расчет идет на то, что прибыль по одному активу компенсирует возможные убытки  по другому.

*Дивиденды, дивы*  – (лат. dividendum — “то, что нужно разделить”) — часть прибыли компании, распределяемая между акционерами в соответствии с количеством и видом акций. Величина и порядок выплаты дивидендов определяются собранием акционеров. Как правило, новости о дивидендах компании сопровождаются скачком цены соответствующей акции.
""",
    #
    """
*Журнал сделок* — подробная статистика торговых операций. Похожий термин — дневник трейдера. В журнале фиксируется — сколько было куплено/продано, по какой цене. Каков результат. Журнал помогает проводить анализ торговых действий, выявлять и исправлять ошибки в стратегии и психологии. В ATAS есть статистика торговли, которая ведется автоматически (на картинке ниже).

*Заявка* — то же самое, что и “приказы”, “ордера”. Это указания, которые посылает трейдер брокеру для исполнения на бирже. Пример заявки — “купить немедленно”. Или “продать YY контрактов, когда цена поднимется до уровня ХХ долларов”. Все биржевые заявки стандартизированы. Каждая заявка содержит всю необходимую информацию, такую как — срок действия, сумма денег, ценовые уровни, условия ее выполнения. 
""",
    #
    """
*Индикатор, индюк, indicator* – один из инструментов для работы с графиком. Зачастую индикаторы пересчитывают данные, и преобразовывают их в удобном виде. Бывают классические (такие, как MACD, RSI). 

*Цель индикаторов* — помочь в анализе рынка, найти точки входа и выхода.

*Канал, channel* – диапазон (или участок на графике), ограниченный двумя параллельными линиями, в рамках которого происходит движение цены (тренд). Говорят еще — трендовый канал. Каналы бывают восходящими (тренд бычий) и нисходящими (тренд медвежий).
""",
    #
    """
*Капитализация* — стоимость акционерной компании, рассчитанная по цене ее акций. Капитализация компании = количество акций \\* текущая стоимость акции

*Консолидация, боковое движение* — приостановка трендового движения цен. Рынок “успокаивается” и цена формирует на графике уменьшающиеся в амплитуде колебания. При этом обычно наблюдается снижение волатильности и объема торгов.

*Коррекция, откат* — ценовое движение, направленное в противоположную сторону от основного или превалирующего ценового движения. Как правило, откаты сопровождаются снижением объема (торговой активности). Коррекция — это, как правило, контр-тренд меньшего масштаба в рамках основного тренда более крупного масштаба.
""",
    #
    """
*Ликвидность* — касательно рынка, этот термин подразумевает его популярность. Чем больше операций на рынке, чем больше на нем торговцев, и меньше разница между встречными заявками — тем выше ликвидность рынка, акции, фьючерса.

*Ликвидация* — принудительное закрытие позиции. Это неприятное событие происходит, когда у трейдера заканчиваются средства на обеспечение своей позиции. Иногда это может означать полную потерю счета. Иногда — частичную. В зависимости от биржи, брокера, условий торговли.
""",
    #
    """
*Линия тренда, trend line* – отрезок, луч, или непрерывная линия, построенная через экстремумы цены на графике. Линия тренда является важным уровнем сопротивления или поддержки. Она помогает найти моменты открытия / закрытия позиции, и судить о силе/слабости рынка, смене настроения. Один из краеугольных терминов технического анализа.

*Лонг, лонговая или длинная позиция (от англ. “long position” — длинная позиция)* — наличие ранее купленных ценных бумаг с целью их дальнейшей перепродажи по более высокой цене.

*Мани менеджмент, money management* – система управления капиталом. Она включается в себя правильный расчет рабочего объема, количество одновременно открытых позиций, допустимые риски (просадки), ориентиры для целей и т.д.
""",
    #
    """
*Маржинальное кредитование* — способ купить на бирже больше, чем можешь себе позволить. А также возможность продавать ценные бумаги, которых у вас нет. Благодаря услуге маржинального кредитования, которую предоставляет вам брокер (или биржа), вы можете торговать на 1000 долларов, имея на счете всего лишь 200-300. Это позволяет увеличить заработок, но и несет соответствующие риски.

*Медвежий рынок* — рынок с преобладанием продавцов. Ему характерна тенденция на понижение, предложение превышает спрос.
""",
    #
    """
*Объем, volume* – показатель активности торгов. Может рассчитываться в контрактах, деньгах, тиках. Может рассчитываться как за единицу времени (например, объем за 1 час), так и использоваться для нестандартных типов графиков. Увеличение объема в направлении движения цены как правило показывает силу этого движения. 

*Опцион* — (от лат. optio — выбор, желание, усмотрение) — договор, по которому потенциальный покупатель или потенциальный продавец актива (товара, ценной бумаги) получает право, но не обязательство, совершить покупку или продажу по заранее обозначенной цене. Подробнее про то, что такое опционы
""",
    #
    """
*Откат* — незначительное во времени и протяженности снижение цены после роста. И небольшой промежуточный рост после затяжного падения.

*Отложенный ордер, pending order* – заявка на совершение сделки на определенных условиях. Например. установив отложенный (лимитный) ордер на покупку при достижении цены ххх уровня, трейдер может отвлечься от монитора, но сделка будет заключена автоматически.

*Прорыв, пробой, breakout* – преодоление ценой значимых уровней (линий поддержки/сопротивления, линий тренда, и.т.д.). Пробои бывают ложные и подлинные. Подлинные пробои приводят к заметным трендам.
""",
    #
    """
*Плечо* — кредит, предоставляемый брокером в рамках маржинального кредитования. Например, плечо 1:5 означает, что трейдер может купить в 5 раз больше акций на фондовом рынке, чем на самом деле ему позволяет депозит. Брокеры используют услугу “плеча”, чтобы привлечь клиентов.

*Портфель* — это набор биржевых активов. Например, открытые позиции на разных рынках, и свободные денежные средства на счете. 

*Поддержка, уровень поддержки, support level* – значимый уровень, на котором обычно цена замедляет падение, начинает рост.
""",
    #
    """
*Проскальзывание, slippage* — разница между ценой в момент отправки ордера и той, по которой этот ордер будет исполнен. Проскальзывание наиболее характерно для бурных рынков, когда на бирже наблюдаются резкие скачки цены и наплыв ордеров от трейдеров. Обычно, ордера исполняются дольше и не так, как хотелось бы. 

*Риск менеджмент (управление рисками), risk management* – комплекс мер, направленных на контролирование и ограничение убытков, сохранение капитала. Для достижения этой цели используются математические модели. Также используется более общий термин капитал менеджмент.
""",
    #
    """
*Рыночная заявка (рыночный ордер, маркет ордер)* — заявка, которая будет исполнена на бирже в полном объеме по лучшим ценам из имеющихся. Если вам нужно купить/продать как можно быстрее — тогда посылайте рыночные заявки. 

*Своп, swap* — величина, влияющая на открытые позиции трейдеров, которые переносятся “через ночь”. Если трейдер оставляет сделку открытой на следующий день, то при ее переносе начисляются свопы — плата за удержание позиции. Эта плата обусловлена повышенным риском, который несет брокер, удерживая позицию трейдера. Существует как на фондовой бирже, так и на рынке форекс
""",
    #
    """
*Рекомендация, торговая рекомендация* — указание на совершение сделки на бирже. Рекомендации бывают платные и бесплатные. Они предназначены для начинающих трейдеров, или тем, у кого нет времени наблюдать и анализировать рынок. Пример рекомендации — купить EURUSD cейчас, стоп — YYY, цель — ZZZ.

*Скальпинг, скальпировать* — вид торговли, направленный на получение прибыли от кратковременных операций по купле-продаже на популярных рынках. Длительность типичных сделок скальпера исчисляется от нескольких секунд до нескольких минут.
""",
    #
    """
*Скользящий стоп (Trailing Stop-Loss)* — используется для того, чтобы защищать капитал от косвенных убытков, связанных с «испарением» прибыли; другими словами, скользящий стоп позволяет прибыли расти и ограничивает ее «испарение» на определенном уровне. Применяется для управления прибылями.
разновидность стоп-лосса, ордер для последовательной автоматической фиксации растущей прибыли по открытой позиции при благоприятном движении цены. 

Задается желаемый уровень ограничения и программа самостоятельно передвигает его. Трейлинг стоп устанавливается для открытой позиции и работает только при включенном терминале.
""",
    #
    """
*Сопротивление, уровень сопротивления, resistance level* – значимый уровень, на котором обычно цена замедляет рост, начинает падение.

*Спрэд, spread* — разница между лучшей ценой на покупку и лучшей ценой на продажу. Другими словами, расстояние между ближайшими аском и бидом. Маленькие спреды характерны для популярных, ликвидных рынков. 

*Спот, спотовый рынок* — (от англ. spot market, cash market) — рынок, на котором торгуют реальным товаром с последующей его поставкой.
""",
    #
    """
*Стоп-лосс (Stop Loss)* — защитный ордер, призванный помочь остановить убытки. Он применяется для жесткого ограничения возможных потерь капитала, в случае, если рынок пошел не туда, куда ожидалось.

*Технический анализ, теханализ* — биржевая наука, представляет собой совокупность методов и способов анализа цены. Цель теханализа — определение движения цены, которое произойдет с большей вероятностью.

*Тейк-профит или цель (Profit Target, Take profit)* — значение цены, на котором происходит запланированное фиксирование прибыли. Применяется для управления капиталом.
""",
    #
    """
*Торговая идея* — замысел биржевой операции (стратегии), направленный на получение прибыли.

*Торговый диапазон, trade range* – дистанция между самой низкой (лоу) и самой высокой (хай) ценой за определенный период (за день). Или — ограниченный диапазон, в котором колеблется цена.

*Трейдинг* — торговля на бирже. Непосредственно трейдинг — это анализ текущей ситуации на рынке, заключение торговых сделок, соблюдение правил риск-менеджмента.
""",
    #
    """
*Усреднение, усредняться* – добавляться к уже открытой позиции. Как правило, это действия по методу Мартингейла — например, если у вас есть убыточная покупка на 1 лот, а цена пошла ниже — то, чтобы усредниться, нужно купить 2 лота еще дешевле, и отыграться при последующем росте. А если цена пойдет еще ниже — купить 4. Эта стратегия часто приводит к сливу депозита.

*Фондовый рынок* — это биржевой рынок, на котором совершаются операции с такими ценными бумагами, как акции, облигации, паи. Например, фондовая секция Московской биржи.
""",
    #
    """
*Фундаментальный анализ, фундаментал* — подход для оценки рынка, отрасли, экономики. Он включает совокупность методов аналитических исследований данных макро и микроэкономики, сравнения их между собой, а также финансовый анализ. 

*Хеджирование* — способ застраховаться от неблагоприятного сценария. 
""",
    #
    """
*Шорт, Шортиться, Зашортить, Короткая позиция* — (от англ. “short position” — короткая позиция) — операция по продаже. Если вы видите, что цена готова упасть, вы даже можете продавать активы, которые вам не принадлежат (взятые взаймы у брокера). Вы шортите рынок, с целью выкупить акции позже по более низкой цене и заработать на разнице. Игра на понижение цены.

*Эмитент* — организация, выпустившая ценные бумаги. Например, компания AAPL эмитировала акции на ХХХ долларов. Эмитентом также может быть государство.
"""
]


curs_contents = """
_'Учиться и, когда придет время, прикладывать усвоенное к делу — разве это не прекрасно!?'_ - *(C) Конфуций.*

*Содержание бесплатных уроков:* 
    *УРОК 1.* Кто такой трейдер? Профессия или хобби?
    *УРОК 2.* 3 правила и 5 секретов опытного трейдера
    *УРОК 3.* Технический анализ: что нужно знать про основной инструмент трейдера?
    *УРОК 4.* Флет, тренд и другие основы торговли
    *УРОК 5.* Будни трейдера: какие ресурсы нужны для работы
    *УРОК 6.* Риск-менеджмент: как торговать в плюс
    *УРОК 7.* Трейдерский сленг: разбираем основные понятия
    *УРОК 8.* 3 правила и 5 секретов опытного трейдера
    *УРОК 9.* Эмоции: 3 способа контролировать себя
    *УРОК 10.* Планирование в трейдинге: как построить свою систему торговли на рынке.
    *УРОК 11.* Кто такой трейдер? Профессия или хобби?

_Чтобы открыть следующий урок из 11, вам необходимо сначала пройти доступные уроки!_
"""

curs = [
    [
        """
*УРОК 1. Кто такой трейдер? Профессия или хобби?*

Начнем нашу серию обучающих постов с определения понятия “трейдер” и заодно разберемся может ли трейдинг быть хобби или подработкой!
Трейдер – это участник биржевой торговли. В широком смысле – любой человек, который купил на бирже актив и может его продать. В узком смысле, который интересен нам – спекулянт, который постоянно следит за ситуацией на рынке и совершает сделки.

Страница *1*
	""",

        """
Главная цель трейдера – определить куда пойдет цена актива и заработать на этом!

Но так ли легко это сделать?

В настоящее время существует миф, что трейдером стать легко и просто. Достаточно лишь перейти по ссылке в рекламе, положить на счет побольше денег и можно переезжать жить к морю, пока деньги капают на банковский счет.

К сожалению, это не так!

Страница *2*
""",

        """
Трейдинг – это профессия, такая же как врач, строитель, инженер или экономист. Изучить азы, стать средним специалистом и прийти на биржу, конечно, можно. Не понадобится подтверждать свое образование или проходить собеседование. Но на кону ваш капитал, который может быстро закончиться.

Относится к трейдингу нужно как к полноценной профессии, если вы хотите совершать прибыльные сделки на рынке!

Страница *3*
""",

        """
Когда в вашу голову пришла идея стать трейдером нужно сразу позаботиться о двух составляющих:

1. Время. Здесь логично провести аналогию с институтом. Учебная программа построена на годы вперед, есть четкие разделы обучения, отведено определенное количество времени и на выходе получается специалист. Обучение трейдингу должно строиться также, но строить свою программу обучения придется самостоятельно.

Страница *4*
""",

        """
Идеальный вариант обучения выглядит так:

а. Несколько лет обучения и постоянное совершенствование своих навыков.

б. Несколько часов в неделю для регулярных занятий.

в. Несколько часов в неделю для регулярной практики.

г. Время на чтение профессиональной литературы, аналитики.

д. Посещение тренингов и семинаров.

Страница *5*
""",

        """
2. Деньги. Бесплатный сыр бывает только в мышеловке. Даже если вы решите отказаться от платного обучения, не станете покупать книги, проигнорируете тренинги и семинары, эти деньги будут потрачены позже – на самом рынке. 

Лучшие инвестиции – инвестиции в себя, поэтому лучше не жалеть деньги, которые впоследствии окупятся успешными сделками!

Страница *6*
""",

        """
Идеальный вариант пути трейдера после обучения можно разделить на 3 этапа:

1. Первый год – формирование и тестирование собственной стратегии.

2. Второй год – стабильный заработок на собственном счете.

3. Третий год – увеличение дохода до уровня, на который комфортно будет жить.

В любой профессии меняются тенденции и это нормально. Если сегодня вы первоклассный специалист, то через пару лет вы будете серьезно отставать в плане компетенций. Поэтому останавливать свое обучение нельзя даже достигнув каких-либо успехов. 

Страница *7*
        """
    ],
    [
        """
*УРОК 2. 3 правила и 5 секретов опытного трейдера*

Продолжаем нашу серию обучающих постов и сегодня у нас правила и секреты опытного трейдера. На самом деле, их больше, но мы собрали самую главную выжимку. Остальные секреты вы будете узнавать и по ходу нашего обучения, и на своем личном опыте.

Сразу начнем с основных правил. Их выработали опытные трейдеры, но применять их нужно всем, кто хочет успешно торговать на рынке и не допускать глупых ошибок. 

Страница *1*
""",
        """
Правила: 

*1 правило опытного трейдера – дисциплина и психологическое спокойствие.*

Под дисциплиной здесь понимается сознательное повторение непростых или даже неприятных действий для достижения цели. Трейдер – это хладнокровный анализ ценового графика без оглядки на какие-либо события, личные предпочтения и эмоции. У офисного сотрудника есть распорядок дня, когда ему нужно прийти на работу, что нужно сделать и когда уйти. Трейдер – человек вольный, но от этого становится еще сложнее. Хаотичные решения, беглый анализ и отсутствие системы не сделают из вас хорошего трейдера, зато офис научит дисциплине.

Психологическое спокойствие также подразумевает хладнокровие трейдера. Как ни крути, но управлять своими эмоциями просто необходимо. Например, сделка пошла в минус и причин для разворота нет. Начинающей трейдер может попробовать переждать убытки, потеряв и время, и возможно деньги. Опытный трейдер зафиксирует небольшой убыток, найдет причину своей ошибки и продолжит торговать без оглядки на эту сделку.


Страница *2*
""",
        """
*2 правило – наличие торговой системы.*

Трейдинг, как мы выяснили – это полноценная профессия. Поэтому нам не нужны отдельные удачные сделки, нам нужна постоянная доходность, нам нужны деньги, на которые можно жить. Или не для этого мы работаем?

Но чтобы добиться постоянной доходности нам понадобится торговая система. При этом, чем меньше места для самодеятельности – тем лучше. 


Страница *3*
""",
        """
Под торговой системой понимают строго определенные инструкции: входа и выхода из позиции, определения размера сделки, ограничения убытков и защиты прибыли. То есть, вы пишите свой план действий на определенные рекомендации рынка и торгуете строго по нему, стараясь не отходить в сторону. Это стратегия, которая позволит вам оставаться в плюсе и не растить свои убытки.

Но я отношу к торговой системе еще один пункт:

Правильный выбор ниши. Биржа невероятно разнообразна, поэтому вам следует найти свое место и сконцентрироваться на одном направлении (позиционный трейдер, скальпинг, внутридневной трейдинг).


Страница *4*
""",
        """
*3 правило – управление капиталом.*

И последнее, но не по значимости, правило – управление своим капиталом. Многие начинающие трейдеры пренебрегают этим правилом, пытаясь больше заработать. Но там, где в теории можно больше заработать, на практике можно больше потерять. 

В мировой практике уже давно есть конкретные цифры. Например, риск должен составлять не более 1-2% от капитала, а суммарные убытки не должны превышать 5-6% от торгового счета. 


Страница *5*
""",
        """
На этот счет у меня есть цитата профессионального трейдера Джона Картера:

_“любитель превращается в профессионального трейдера тогда, когда прекращает искать «новый замечательный технический индикатор» и начинает управлять риском в каждой сделке”. 

Помните об этом на рынке.

Теперь перейдем к секретам, которые опытные трейдеры раскрывают для того, чтобы начинающие тоже могли занять свое место на рынке. Сильно подробно останавливаться на них не будем, все лежит на поверхности._


Страница *6*
""",
        """
Секреты:

*1. Извлечение максимальной прибыли.*

Звучит достаточно просто и логично, но есть небольшое но. Максимальной прибыли можно достичь двумя путями: открытие большого количества позиций (плохо), использование всего потенциала лучших сделок (хорошо).


Страница *7*
""",
        """
*2. Скука – это хорошо*

Трейдер не только хладнокровная профессия, но и скучная. Многие новички ждут от рынка драйва, нервов, представляют как сидят перед монитором следят за графиком, который в последний момент разворачивается и обогащает их. Теория вероятности нам говорит, что такое возможно, но так быть не должно. Опытный трейдер заключает сделки и ждет закрытия следующего торгового дня. Он явно не хочет пощекотать себе нервы.


Страница *8*
""",
        """
*3. Наличие триггера*

Глупо входить в сделку, когда никаких движений нет, но далеко не все это понимают. Трейдеру необходимо наличие триггера, которым могут выступать фигуры и паттерны, которые сигнализируют об изменениях на рынке. Гадать здесь не нужно, нужно придерживаться своей торговой системы и поддерживать дисциплину.


Страница *9*
""",
        """
*4. Чем меньше – тем лучше*

Наверное, самый неординарный из всех советов. Во всех сферах нашей жизни работает наоборот. Чем больше ты сделал, тем больше ты получил. Но только не в трейдинге. Я уже сказал, что гора сделок не позволит извлечь максимальную прибыль. Больше сделок – больше риска. Лучше сконцентрироваться на сделках с большим потенциалом и не распыляться.

Страница *10*
""",
        """
*5. Не концентрируйтесь на деньгах*

Путь к успеху на рынке не лежит через количество заработанных денег. Никто не даст вам ответа сколько вы сможете заработать или потерять. Фокусироваться на заработке, особенно в начале своего пути – провальная идея. Успешные и убыточные сделки стоит рассматривать как опыт, тогда и успех придет быстрее

Страница *11*
"""
    ],
    [
        """
*УРОК 3. Технический анализ: что нужно знать про основной инструмент трейдера?*

Мы открываем новую главу нашего обучающего курса – техническая сторона трейдинга. Начнем, конечно, с технического анализа.

Перейду сразу к теме!

Технический анализ – способ оценки ситуации на рынке для принятия торговых решений (покупка или продажа) с использованием закономерностей движения цен. 

Страница *1*
	""",
        """
Трейдер использует график, на котором можно увидеть уровни спроса и предложения, а также настроение инвесторов. Трейдер не предсказывает цену и не знает будущего, он смотрит за поведением рынка, анализирует фон и рекомендации и пытается найти точку входа в рынок.

Давайте посмотрим на 3 столпа, на которых держится весь технический анализ:

Страница *2*
	""",
        """
1. "Все в цене". Любой фактор, любое настроение рынки, любая политическая ситуация уже отражена в цене актива, поэтому достаточно сконцентрироваться на графике цены. А в фундаментальном анализе, как мы помним, новостной фон важен.

2. "Тренд – твой друг". Совокупность всех изменений цен за промежуток времени называется трендом. То есть, цена не скачет произвольно, она зависит от тренда. Падает – нисходящий, растет – восходящий.

Страница *3*
	""",
        """
3. "История повторяется". Люди, которые торгую на рынке, склонны одинаково себя вести в похожих ситуациях. Поэтому при похожей ситуации история повторится.

Теперь вернемся к двум главным составляющим технического анализа:

Страница *4*
	""",
        """
1. Фон – то, что мы видим на графике (снижение или рост цены), отображающее настроение инвесторов (покупают или продают).

2. Рекомендация – фигура или событие, по которому можно принять решение о входе в сделку.

В техническом анализе есть только график со всеми инструментами, которые к нему применяются. В краткосрочной торговле нет важных событий, новостей и изменений в экономике. Анализируем график – видим рекомендацию – входим в сделку!

Страница *5*
	""",
        """
Теперь рассмотрим виды графиков:

1. Линейный. Самый простой график – ломаная линия цены с точками, которые означают цену закрытия на определенном интервале.

2. Бары. Это графики, состоящие из серии столбиков (баров), которые показывают цену открытия, закрытия, а также максимумы и минимумы в пределах одного бара.

Страница *6*
	""",
        """
3. Японские свечи. Вид интервального графика и одновременно технический индикатор, так как свечные формации можно использовать для анализа. Они показывают не только цену, но и волатильность. Японские свечи наиболее часто применяются для анализа.

Графика и основ мало для технического анализа, так как для определения движения цен используются индикаторы.

Страница *7*
	""",
        """
Индикаторы – математические функции различных параметров (цена, объем торгов), которые показывают куда пойдет цена в дальнейшем. Индикаторов существует множество, но самые популярные – это трендовые индикаторы технического анализа и осцилляторы. Первые показывают тренд и дальнейшее движение цены, а вторые место, где цена может развернуться в обратном направлении.

Страница *8*
	""",
        """
Кроме того, на графике можно увидеть паттерны – типовые фигуры, образованные ценой или индикатором. Их смысл описывается столпом “история повторяется”.

На этом мы закончим первую часть про технический анализ. Ждите вторую, где будет больше интересного.

Страница *9*
	"""
    ],
    [
        """
*УРОК 4. Флет, тренд и другие основы торговли*
Серия постов про техническую сторону трейдера продолжается. Сегодня мы будем говорить про движение рынка и различные формации.

Формаций на рынке существует множество, но не все они нужны трейдеру. Самых известных и необходимых всего две – флет и тренд. Вы уже видели графики движения цены и знаете, что рынок постоянно находится в движении, пусть даже в минимальном. В зависимости от того, куда и как движется цена – выделяют тренд или флет.

Страница *1*
			""",
        """
Рассмотрим сначала тренд!

Тренд – движение цены рассматриваемого актив в определенном направлении. С английского это слово переводится, как тенденция. Тренд может быть:

Страница *2*
			""",
        """
*Восходящим.* Спрос превышает предложение (люди покупают) – цена растет. Тренд можно назвать восходящим, когда каждый новым максимум находится выше предыдущего.

*Нисходящим.* Предложение превышает спрос (люди продают) – цена падает. Тренд можно назвать нисходящим, когда каждый новый минимум находится ниже предыдущего.

Страница *3*
			""",
        """
Давайте сразу здесь разберем еще одну важную деталь для трейдера, которую нужно знать. Хотя бы для того, чтобы выделяться при обсуждении рынка со своими друзьями. 

На рынке есть быки и медведи. Вы точно слышали про бычий и медвежий рынок, но многие могли не понимать. Это такой биржевой слэнг. Быки – те, кто зарабатывает на повышении цены и, соответственно, толкает ее вверх. Медведи – играют на падающем рынке и продают свои позиции. Кто побеждает в конкретный момент – тот и в тренде, если можно так выразиться.        

Страница *4*
			""",
        """
Один из столпов технического анализа гласит: “тренд – твой друг”. Торговля по тренду – это даже звучит достаточно просто. Выявил направление тренда, открыл много позиций, дождался роста и закрыл сделки. Примерно так выглядит вся стретегия торговли по тренду, но только при условии, что тренд не уйдет на коррекцию, не образуется флет и тренд не развернется. 

Страница *5*
			""",
        """
В тренде также могут быть и падения цены, в зависимости от того какой это тренд: краткосрочный, среднесрочный или долгосрочный. Тренд – твой друг, но не возможность бесконечно зарабатывать, пока цена идет в одну сторону. Так на рынке не бывает.

Но бывают ситуации, когда цена продолжает движение, но выраженного роста или падения нет. То есть, у цены появился коридор, в котором она движется хаотично и за его рамки не выходит – это флет. 

Страница *6*
			""",
        """
Флет – это отсутствие тренда, когда нет преобладания спроса над предложением или наоборот. Обычно так бывает в отдельные дни, перед выходом важных событий или когда не хватает ликвидности. Флет может быть предпосылкой к развороту тренда или точкой коррекции существующего трендового движения.

Страница *7*
			""",
        """
Во флете тоже можно торговать, здесь даже есть 2 основных стратегии:

*Торговля внутри флета.* Если кратко, то вы выставляете два уровня, в которых движется цена, входите в сделку прямо у уровня и ждете, пока цена не дойдет до противоположного.
*Торговля на пробой.* Здесь нужно знать, что может произойти для возникновения тренда. Если появляется рекомендация на пробой, то вы входите в сделку и оказываетесь в начале нового тренда.

Страница *8*
			""",
        """
Это основная информация, которую вам нужно знать про флет и тренд. Оставайтесь с нами и вы узнаете еще больше про трейдинг в рамках нашего курса.

Страница *9*
			"""
    ],
    [
        """
*УРОК 5. Будни трейдера: какие ресурсы нужны для работы*
Сегодня мы поговорим про ресурсы, которыми трейдеры пользуются практически каждый день. Их не много, поэтому в конце добавлю несколько книг, которые рекомендованы к прочтению в рамках обучающего курса.

Поехали!

Страница *1*
""",
        """
1. Investing – первый сайт, с которым знакомятся все, кто приходит в мир финансов. Сайт универсален и очень полезен. Здесь новостная лента, аналитика, экономический календарь и многое другое.

2. TradingView – платный сервис, где собирается весь мир трейдинга. Профи дают свои рекомендации и анализируют графики с помощью встроенных инструментов, а новички смотрят и учатся.

Страница *2*
""",
        """
3. Finviz – знаменитая карта американского рынка. Есть скринер со множеством фильтров, позволяющий найти нужную акцию и оценить ее по фундаментальным показателям.

4. Smart-lab.ru – своеобразная социальная сеть для трейдеров. Есть блоги, форумы, чаты и много всего полезного.

5. OpenInsider – поиск инсайдерских сделок.

Страница *3*
""",
        """
Это основные 5 ресурсов, которые применяют трейдеры в своей работе. Вообще ресурсов для трейдеров огромное количество, именно из-за этого сложно выбрать в этой куче, что-то действительно полезное. Пользуйтесь.

А теперь 3 книги из разных областей, которые нужно прочитать начинающему трейдеру:

Страница *4*
""",
        """
1. Психология трейдинга — Бретт Стинбарджер. Поможет вам найти и нейтрализовать психологические проблемы. Тем более, в рамках этого курса мы много говорим именно про психологию, которая важна не меньше, чем тот же технический анализ.

2. Технический анализ. Полный курс – Джек Швагер. Здесь собрано все, что касается технического анализа. 

3. Один хороший трейд – Майк Беллафиоре. Книга, описывающая будни трейдера, моменты принятия решений. Отчасти можно отнести к риск-менеджменту.

Страница *5*
"""
    ],
    [
        """
*УРОК 6. Риск-менеджмент: как торговать в плюс*

Сегодня мы с вами поговорим про риск в трейдинге, а точнее про управление риском. Эта тема является основной в обучение трейдера, однако про нее часто забывают. 

Начать этот длинный пост я хочу с одной знаменитой фразы: при правильном риск-менеджменте вы можете входить в сделку, подбрасывая монетку, и при этом оставаться в прибыли. Проверять я такую теорию не рекомендую, но в этих словах есть своя правда.

Страница *1*
""",
        """
Хочу сразу объяснить, что значит управление риском на языке трейдера. Смотрите, вы совершаете 10 сделок. 9 из них принесли прибыль, разную прибыль. А одна полетела в минус и съела весь ваш заработок и еще приговорила хорошую часть вашего депозита. Можно догадаться, что риск-менеджмент не сильная ваша сторона и это нужно срочно менять. Обратная ситуация 6 сделок ушло в минус, а 4 принесли прибыль и по итогу вы остались в плюсе. Это не магия, это бизнес.

Страница *2*
""",
        """
Риск-менеджмент называют анализом неопределенностей, возможность изучить вероятность и величину потенциальных убытков и прочие умные слова без реального смысла. Мы же здесь собрались не за терминологией, а реальным объяснением. Мне, в конце концов, не платят за количество воды в тексты.

Страница *3*
""",
        """
Вам нужно запомнить, что риск-менеджмент – это когда потенциальная прибыль больше, чем потенциальный убыток. То есть одна прибыльная сделка должна покрывать несколько убыточных. Даже по теории вероятности при таком раскладе вы будете в плюсе. Здесь важно отметить, что существуют грани разумного. Не бывает прибыли 1000 с риском 10, рынок так не играет.

Страница *4*
""",
        """
Еще немного скажу про риск-менеджмент в общих чертах, а потом разберем детальнее. 

Цель риск-менеджмента – знать сколько мы можем потерять и не выходить за лимиты. Ограничение риска нужно ставить на том уровне, который вам не страшно будет потерять в ходе сделки или в течение дня. Тогда и торговать станет приятнее и спокойнее.

Страница *5*
""",
        """
*Риск на сделку*

Новичкам все твердят, что риск не должен превышать 2%. Если депозит у вас 1000 рублей, то больше 20 рублей в сделке терять нельзя. Для этого выставляются стоп-лоссы. Но нельзя в каждой сделке просто ставить короткие стопы, так как большинство из них будет выбивать. В таком случае необходимо изменять именно объем сделки, тем самым отодвигая стоп подальше. Об этом мы еще будем с вами говорить.

Страница *6*
""",
        """
*Риск на депозит*

Понятно, что в рамках одной сделки можно потерять 2%, но сколько такие потери могут продолжаться? Все зависит от вашего отношения к риску. Кто-то может потерять в течение дня 20% и нормально это перенести, а кто-то уйдет в тильт и после потери 5% депозита. Здесь вам нужно определиться какой процент депозита вы можете потерять за день и не переходить эту грань. Если торговля не задалась, лучше остановиться.

Страница *7*
""",
        """
Главный враг трейдера – тильт. Это состояние, когда после потерь очень хочется отыграться, как в казино. Обычно в таких случаях доходит до нервного срыва, поэтому будьте осторожней. Лучше отделаться малой кровью и вернуться на следующий день.

Страница *8*
""",
        """
*Кредитные плечи*

“Даже с малой суммы можно разбогатеть, ведь намечается отличная сделка с хорошим плечом” – вот так трейдинг превращается в казино, где нет стратегии, нет плана, есть одна сделка и “либо все, либо ничего”. Большие кредитные плечи точно не для начинающих трейдеров.

Страница *9*
""",
        """
На сегодня у меня все. Рекомендую вам выбрать риск себе по душе. Смоделируем ситуацию: вы только открыли счет и собрались торговать. Какой депозит вы сделаете? Какой уровень риска на сделку выставите и какого дневного лимита будете придерживаться?

Страница *10*
"""
    ],
    [
        """
*УРОК 7. Трейдерский сленг: разбираем основные понятия*

В каждой сфере есть свой сленг, который понимают только те, кто “варится в этой движухе”. Трейдеры не исключения, они порой “загинают” так, что ни слова не разобрать. Пришло время положить этому конец и наконец расшифровать их секретные рекомендации.

Поехали!

Страница *1*
""",
        """
1. Баить, селить – покупать, продавать в переводе с английского.

2. Башня — крупная по объему лучшая заявка по той или иной бумаге. Башни могут быть построены одним игроком, либо складываться на значимых уровнях из совпадающих по цене обычных заявок многих игроков. Порой сильный удар по рынку превращает в башню те заявки, которые в кандидаты башни даже не планировались. Ударить по башне — купить или продать по текущим ценам рынка без выставления встречной заявки. Снести башню — полностью удовлетворить лучшую заявку.

Страница *2*
""",
        """
3. Гэп – разрыв или скачок в котировках. Например, рынок закрывается вечером, а утром открывается резким скачков вниз на фоне каких-то новостей. Обыденность в наше время.

4. Боковик – он же флет. Движение рынка без тренда

Страница *3*
""",
        """
5. Вынести стопы – движение цены приводит к срабатыванию стоп-лоссов, а после цена продолжает двигаться в нужном трейдеру направлению. Получается, из сделки трейдер вылетает, хотя была возможность хорошо заработать.

6. Интрадей – краткосрочная торговля в рамках одного дня. 

7. Скальпировать – совершать мелкие сделки в рамках одного дня.

Страница *4*
""",
        """
8. Инсайд – важная информация, которая может повлиять на ход торгов, доступная ограниченному кругу лиц на начальном этапе.

9. Кукловод или крупный игрок – человек, капитала которого достаточно чтобы в одиночку направлять рынок в определенном направлении.

10. Лось – убыток. Его можно кормить, выращивать и даже спать с ним, когда убыточная сделка уходит на ночь.

Страница *5*
""",
        """
11. Отскок – когда цена доходит до одного из уровней и отталкивается от него в противоположном направлении.

12. Позиции – наличие у трейдера каких-либо акций. Позицию можно открыть, держать или закрыть.

13. Усредняться – докупать или продавать актив при изменении цены, чтобы изменить среднюю цену в лучшую сторону.

Страница *6*
""",
        """
14. Свиньи – трейдеры, которые гонятся за максимальной прибылью. Они жадные и часто сидят в убытках.

15. Овцы – трейдеры, которые торгуют по советам других. Читают аналитику и пытаются поймать инсайд. Хорошего трейдера овцой не назовешь.

Это 15 основных терминов, которые вы можете услышать в трейдерских кругах. А теперь можете и сами ими пользоваться и вводить своих знакомых в заблуждение.

Страница *7*
"""
    ],
    [
        """
*УРОК 8. 3 правила и 5 секретов опытного трейдера*

Продолжаем нашу серию обучающих постов и сегодня у нас правила и секреты опытного трейдера. На самом деле, их больше, но мы собрали самую главную выжимку. Остальные секреты вы будете узнавать и по ходу нашего обучения, и на своем личном опыте.

Сразу начнем с основных правил. Их выработали опытные трейдеры, но применять их нужно всем, кто хочет успешно торговать на рынке и не допускать глупых ошибок. 

Страница *1*
""",
        """
*1 правило опытного трейдера – дисциплина и психологическое спокойствие.*

Под дисциплиной здесь понимается сознательное повторение непростых или даже неприятных действий для достижения цели. Трейдер – это хладнокровный анализ ценового графика без оглядки на какие-либо события, личные предпочтения и эмоции. У офисного сотрудника есть распорядок дня, когда ему нужно прийти на работу, что нужно сделать и когда уйти. Трейдер – человек вольный, но от этого становится еще сложнее. Хаотичные решения, беглый анализ и отсутствие системы не сделают из вас хорошего трейдера, зато офис научит дисциплине.

Страница *2*
""",
        """
Психологическое спокойствие также подразумевает хладнокровие трейдера. Как ни крути, но управлять своими эмоциями просто необходимо. Например, сделка пошла в минус и причин для разворота нет. Начинающей трейдер может попробовать переждать убытки, потеряв и время, и возможно деньги. Опытный трейдер зафиксирует небольшой убыток, найдет причину своей ошибки и продолжит торговать без оглядки на эту сделку.

Страница *3*
""",
        """
2 правило – наличие торговой системы.

Трейдинг, как мы выяснили – это полноценная профессия. Поэтому нам не нужны отдельные удачные сделки, нам нужна постоянная доходность, нам нужны деньги, на которые можно жить. Или не для этого мы работаем?

Но чтобы добиться постоянной доходности нам понадобится торговая система. При этом, чем меньше места для самодеятельности – тем лучше. 

Страница *4*
""",
        """
Под торговой системой понимают строго определенные инструкции: входа и выхода из позиции, определения размера сделки, ограничения убытков и защиты прибыли. То есть, вы пишите свой план действий на определенные рекомендации рынка и торгуете строго по нему, стараясь не отходить в сторону. Это стратегия, которая позволит вам оставаться в плюсе и не растить свои убытки.

Страница *5*
""",
        """
Но я отношу к торговой системе еще один пункт:

*Правильный выбор ниши.* Биржа невероятно разнообразна, поэтому вам следует найти свое место и сконцентрироваться на одном направлении (позиционный трейдер, скальпинг, внутридневной трейдинг).

Страница *6*
""",
        """
*3 правило – управление капиталом.*

И последнее, но не по значимости, правило – управление своим капиталом. Многие начинающие трейдеры пренебрегают этим правилом, пытаясь больше заработать. Но там, где в теории можно больше заработать, на практике можно больше потерять. 

В мировой практике уже давно есть конкретные цифры. Например, риск должен составлять не более 1-2% от капитала, а суммарные убытки не должны превышать 5-6% от торгового счета. 

Страница *7*
""",
        """
На этот счет у меня есть цитата профессионального трейдера Джона Картера:

_“Любитель превращается в профессионального трейдера тогда, когда прекращает искать «новый замечательный технический индикатор» и начинает управлять риском в каждой сделке”._ 

Помните об этом на рынке.

Страница *8*
""",
        """
Теперь перейдем к секретам, которые опытные трейдеры раскрывают для того, чтобы начинающие тоже могли занять свое место на рынке. Сильно подробно останавливаться на них не будем, все лежит на поверхности.

Страница *9*
""",
        """
Секреты:

*1. Извлечение максимальной прибыли.*

Звучит достаточно просто и логично, но есть небольшое но. Максимальной прибыли можно достичь двумя путями: открытие большого количества позиций (плохо), использование всего потенциала лучших сделок (хорошо).

Страница *10*
""",
        """
*2. Скука – это хорошо*

Трейдер не только хладнокровная профессия, но и скучная. Многие новички ждут от рынка драйва, нервов, представляют как сидят перед монитором следят за графиком, который в последний момент разворачивается и обогащает их. Теория вероятности нам говорит, что такое возможно, но так быть не должно. Опытный трейдер заключает сделки и ждет закрытия следующего торгового дня. Он явно не хочет пощекотать себе нервы.

Страница *11*
""",
        """
*3. Наличие триггера*

Глупо входить в сделку, когда никаких движений нет, но далеко не все это понимают. Трейдеру необходимо наличие триггера, которым могут выступать фигуры и паттерны, которые сигнализируют об изменениях на рынке. Гадать здесь не нужно, нужно придерживаться своей торговой системы и поддерживать дисциплину.

Страница *12*
""",
        """
4. Чем меньше – тем лучше

Наверное, самый неординарный из всех советов. Во всех сферах нашей жизни работает наоборот. Чем больше ты сделал, тем больше ты получил. Но только не в трейдинге. Я уже сказал, что гора сделок не позволит извлечь максимальную прибыль. Больше сделок – больше риска. Лучше сконцентрироваться на сделках с большим потенциалом и не распыляться.

Страница *13*
""",
        """
5. Не концентрируйтесь на деньгах

Путь к успеху на рынке не лежит через количество заработанных денег. Никто не даст вам ответа сколько вы сможете заработать или потерять. Фокусироваться на заработке, особенно в начале своего пути – провальная идея. Успешные и убыточные сделки стоит рассматривать как опыт, тогда и успех придет быстрее

Страница *14*
"""
    ],
    [
        """
*УРОК 9. Эмоции: 3 способа контролировать себя*

Психология – важнейший аспект трейдинга, как профессии. А важнейший аспект психологии – это наши эмоции. Сегодня разберемся с 4-мя типами эмоционального состояние у трейдеров и поговорим о 3-ех способах работы с эмоциями.

Поехали!

Страница *1*
""",
        """
С самого детства у нас вырабатываются реакции на определенные эмоции. Дотронулся до горячего чайника – отдернул руку, ситуация пошла не по плану – надеемся, что все изменится, совершили ошибку – не признаем свою вину. 

Ошибки в трейдинге соответствуют природе человека, поэтому и бороться с ними очень тяжело!

Страница *2*
""",
        """
Вот 4 основные типа эмоций, которые убивают ваши знания и заставляют вас ошибаться:

*Жадность.* Всегда хочется заработать больше, особенно, когда вокруг все такие успешные. Раньше войти в сделку или подольше подержать позицию открытой, чтобы получить больше профита. Это может сработать, а может и полностью перечеркнуть все ваши прежние заслуги.

Страница *3*
""",
        """
*Страх.* Момент входа в сделку и момент выхода из сделки – самые тяжелые в психологическом плане. А вдруг точка входа определена неправильно или еще рано выходить? Вот эти вдруг чаще всего не дают заработать. Это полная противоположность жадности. Страх иногда спасает нас от необдуманных решений и провальных сделок, а иногда не дает забрать свое.

Страница *4*
""",
        """
*Надежда.* Оптимизм – хорошее качество в человеке. С такими людьми приятно общаться, они видят больше хорошего, чем плохого. Но в трейдинге оптимизм серьезно мешает холодному рассудку, заставляя нас думать о хорошем исходе, когда таким даже не пахнет. Хотя иногда помогает пересидеть убытки и заработать больше.

Страница *5*
""",
        """
*Сожаление.* Одна плохая новость не должна портить целый день, согласны? Ошибки, особенно в трейдинге – это нормально. Мы уже говорили, что можно совершать 6 убыточных сделок и 4 прибыльных, что оставаться в прибыли. Но только в том случае, когда вы не сожалеете о каждом зафиксированном убытке и не пытаетесь его покрыть следующей сделкой, опустошая свой депозит. Помним про холодный рассудок и обучение на своих же ошибках.

Страница *6*
""",
        """
Как вы могли заметить, почти все эмоции могут работать в оба направления. Спасти вас в нужным момент или убить вашу торговлю и обесценить все ваши знания. Поэтому с эмоциями необходимо работать!

Многие новички на рынке уверены, что могут контролировать свои эмоции. Но не ответить на грубость, когда ты за рулем и не ждать разворота тренда, когда пора фиксировать убыток – абсолютно разные вещи. Поэтому после перечитывания кучи литературы, самокопания и прочего проблема остается – на рынке движут эмоции. 

Страница *7*
""",
        """
Как бы это не звучало грубо и странно, но есть только один выход – идти против своей природы. Да, эмоции это у нас природное, поэтому хладнокровие надо в себе вырабатывать, чтобы быть хищником, а не добычей. Далее я приведу 3 способа работы с эмоциями, которые вам нужно начать применять прямо сейчас.

Страница *8*
""",
        """
*Эмоции, как часть эффективной торговли.* Здесь я приведу аналогию с бойцами. Вы видели, как их готовят к соревнованиям, как будто отправляют не смертельные поединок. Бойца заряжают эмоциями по пика, пока он не перестанет чувствовать страх и боль. Вот такие бывают и трейдеры, которые торгую только на пике, когда мобилизуют все свои эмоции вместе. Страх совершить убыточную сделку заставляет выбирать лучший момент, жадность заставляет держать позицию, пока прибыль не будет максимальной, гнев заставляет быть лучше других. Здесь не про надежду и сожаление, такие трейдеры выходят на рынок с целью поживится, как хищники. 

Страница *9*
""",
        """
*Эмоциональные баланс.* Наиболее распространенный среди успешных трейдеров вариант работы с эмоциями. Заключается он в том, что вам нужно распознать эмоцию и попытаться вернуть психологическое равновесие до того, как это стало проблемой. Заигрались на рынке и жадность одолевает? Останавливаемся и немножко копаемся в себе, понимаем, что всех денег не заработать и возвращаемся к торговле. Главное – вовремя понять, что вы превысили эмоциональный контроль.

Страница *10*
""",
        """
*Полное подавление эмоций.* Кто-то способен полностью отключить все эмоции и торговать как робот. Это, наверное, пик профессионализма в трейдинге, когда вы выступаете в роли торгового терминала. Кому-то такой способ не подойдет, а кому-то – это единственное решение. Нужно только быть честным перед собой и ответить на вопрос – сможете ли вы отключить часть мозга, которая отключает за эмоции при этом оставив возможность думать логически?

Страница *11*
""",
        """
Подведем итог!

Эмоции могут работать в обе стороны. Иногда эмоциональные сделки – лучшие в вашей жизни. А иногда их вы запоминаете на всю жизнь и храните как памятку “как делать не надо”. С эмоциями можно и нужно работать, но это очень большой труд. Не обязательно иметь психологического образования или отдавать деньги психологам. Никто не знает вас лучше, чем вы сами. Только уделите этому время прямо сейчас.

Страница *12*
"""
    ],
    [
        """
*УРОК 10. Планирование в трейдинге: как построить свою систему торговли на рынке. *

“Я сам себе начальник, жаль, что я плохой начальник” – типичная ситуация у начинающих трейдеров. Последние годы наблюдается общая тенденция – не работать на дядю, а работать на себя. Люди не готовы “подчиняться” и выполнять поручения, век начальников, что уж тут поделать.

Страница *1*
""",
        """
К чему я это веду? Работа на себя, в нашем случае трейдинг – это еще больший труд, большая ответственность и большая дисциплина, чем работа где-то в офисе. Гораздо легче, когда ваш день уже распланирован и все задачи известны, а самому построить систему бывает намного сложнее. Чаще всего это выливается в “свободный” график, спонтанные сделки и излишний пафос.

Страница *2*
""",
        """
Теперь поговорим по делу.

Трейдинг, как мы выяснили, это профессия, иногда даже полноценный бизнес, а не хобби в свободное время. Если вы хотите регулярно зарабатывать на рынке вам нужна система, даже 2 системы. Давайте их рассмотрим:

Страница *3*
""",
        """
*1. Система рабочего графика.* Я решил назвать это именно рабочим графиком, так как спонтанно зайти в торговый терминал, открыть пару сделок и ждать золотых гор – заведомо провальная позиция. Трейдинг – это полноценный рабочий график, несмотря на то, сколько вы тратите времени в день: 1-2 часа или 7-8 часов. Ежедневно вам нужно выделять время на подготовку к торговле, саму торговлю и завершение торговли, а именно анализ и закрепление результатов. Ваш день в идеале должен быть расписан по часам, а лучше по минутам, в это время вам не должны мешать.

Страница *4*
""",
        """
*2. Система торговли.* О ней я уже говорил в статье про правила и секреты торговли. Вам нужен четкий план своей торговли, на который стоит потратить большую часть времени своей подготовки. Давайте разберем ее по пунктам:

- Когда входить в сделку? В первую очередь, необходимо ответить на этот вопрос и отразить все варианты развития событий, когда можно открывать позицию. 

Страница *5*
""",
        """
- Риск-менеджмент. Сразу нужно определится какой убыток можно зафиксировать и на какую прибыль вы рассчитываете.

- Когда закрывать сделку? Еще один из ключевых вопросов. 

Страница *6*
""",
        """
Ваша торговая система – полный план действий в любой ситуации рынка. Изначально можно ограничиться основными параметрами, а в процессе своего обучения дополнять свой план различными вариантами движения рынка. Если вы будете знать, что делать в каждой ситуации – ваша торговля будет приятнее и спокойнее.

Для составление торгового плана вам потребуется блокнот или ежедневник, куда вы постоянно будете записывать рыночные ситуации и их решения. Так вы сформулируете ответы на каждый вопрос рынка. 

Страница *7*
"""
    ],
    [
        """
*УРОК 11. Кто такой трейдер? Профессия или хобби?*

Начнем нашу серию обучающих постов с определения понятия “трейдер” и заодно разберемся может ли трейдинг быть хобби или подработкой!

*Трейдер* – это участник биржевой торговли. В широком смысле – любой человек, который купил на бирже актив и может его продать. В узком смысле, который интересен нам – спекулянт, который постоянно следит за ситуацией на рынке и совершает сделки.

Страница *1*
""",
        """
Главная цель трейдера – определить куда пойдет цена актива и заработать на этом!

Но так ли легко это сделать?

В настоящее время существует миф, что трейдером стать легко и просто. Достаточно лишь перейти по ссылке в рекламе, положить на счет побольше денег и можно переезжать жить к морю, пока деньги капают на банковский счет.

К сожалению, это не так!

Страница *2*
""",
        """
Трейдинг – это профессия, такая же как врач, строитель, инженер или экономист. Изучить азы, стать средним специалистом и прийти на биржу, конечно, можно. Не понадобится подтверждать свое образование или проходить собеседование. Но на кону ваш капитал, который может быстро закончиться.

Относится к трейдингу нужно как к полноценной профессии, если вы хотите совершать прибыльные сделки на рынке!

Страница *3*
""",
        """
Когда в вашу голову пришла идея стать трейдером нужно сразу позаботиться о двух составляющих:

*1. Время.* Здесь логично провести аналогию с институтом. Учебная программа построена на годы вперед, есть четкие разделы обучения, отведено определенное количество времени и на выходе получается специалист. Обучение трейдингу должно строиться также, но строить свою программу обучения придется самостоятельно.

Страница *4*
""",
        """
Идеальный вариант обучения выглядит так:

а. Несколько лет обучения и постоянное совершенствование своих навыков.

б. Несколько часов в неделю для регулярных занятий.

в. Несколько часов в неделю для регулярной практики.

г. Время на чтение профессиональной литературы, аналитики.

д. Посещение тренингов и семинаров.

Страница *5*
""",
        """
*2. Деньги.* Бесплатный сыр бывает только в мышеловке. Даже если вы решите отказаться от платного обучения, не станете покупать книги, проигнорируете тренинги и семинары, эти деньги будут потрачены позже – на самом рынке. 

Лучшие инвестиции – инвестиции в себя, поэтому лучше не жалеть деньги, которые впоследствии окупятся успешными сделками!

Страница *6*
""",
        """
Идеальный вариант пути трейдера после обучения можно разделить на 3 этапа:

1. Первый год – формирование и тестирование собственной стратегии.

2. Второй год – стабильный заработок на собственном счете.

3. Третий год – увеличение дохода до уровня, на который комфортно будет жить.

Страница *7*
""",
        """
В любой профессии меняются тенденции и это нормально. Если сегодня вы первоклассный специалист, то через пару лет вы будете серьезно отставать в плане компетенций. Поэтому останавливать свое обучение нельзя даже достигнув каких-либо успехов. 

Страница *8*
""",
    ]
]


def calc_info(num):
    mas = ["""
❗️ *Как работать с калькулятором:*

*1.* Выбираете рынок, которым торгуете

Каждый из них имеет свои формулы расчетов, потому будете *внимательны.*    
""",
           """
*2.* Вводите сумму депозита

Валюта может быть любая.
Это не имеет значения при подсчете.

Если считаете в рублях, то и объем укажет, исходя из этих данных.
""",
           """
*3.* Введите сумму риска.

Сумма депозита выбрана в 100 00 (пусть будет рублей)

Рекомендовано (особенно для внутридневной торговли) брать не более 1-2% на депозит

Если у Вас более 1 сделки внутри дня, то лучше разбить сумму риска на все сделки. 

*Дано:*
- депозит: 100 000 рублей
- риск в 1%: 1 000 рублей 

Если мы получаем стоп-лосс, то отдаем рынку не более 1 000 рублей 

Таким образом, математически у нас есть 100 попыток для увеличения капитала.
""",
           """
*4.* Вводите исходные данные для расчета объема

*а. Цена входа. *

место, где находится Ваш уровень, откуда Вы готовы войти в сделку (либо на покупку (лонг), либо продажу (шорт)). 

Я выставил цифру (условную) в 50 

*б. Цена стоп-лосса:* 

цена, по которой продам свой объем рынку, если цена пойдет не в нашу сторону. 

Я указал цену в *49*

стоит цене в 1 пункт сходить не в мою сторону, как сделка будет закрыта автоматически. 

*в. Цена тейк-профита:*

цена, при которой мы успешно закроем сделку, когда он дойдет до нужного нам уровня цены 

Я указал *в 55*

Теперь, когда вводные данные есть, смотрим на результат:
""",
           """
*5. Результаты: *

Видим, как система показала нам все исходные введенные данные и высчитала объем для входа в сделку

*Объем: 1 000 штук *

Теперь, когда у Вас есть такой инструмент для подсчетов, Вы всегда знаете где входить, выходить и фиксировать свой профит, предварительно зная и количество приобретенных монет/фьючерсов/акций 

Приятного использования.
"""
           ]
    return mas[num]
